[
    {
    "avatar": null,
    "full_name": "Evan Caldon",
    "job_title": "Operations Manager and Customer Success Manager",
    "lives": "Christchurch, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "July, 2024",
    "biography": [
      "Based in Christchurch, New Zealand since 2021, Evan kicked off his professional career in his home state of Minnesota as a Project Manager at an exhibit design company.",
      "After being whisked away from the snowy winters of Minnesota by his Kiwi partner, he became the CSM at Hilti NZ for two years working with a global team and SaaS products daily.",
      "Evan joined us in July of 2024, sits in a hot sauna regularly, reads on the beach often, has won a NZ National Wrestling title (Greco), and you'll be hard-pressed to beat him in a game of scrabble or cribbage."
    ]
  }, 
  {
    "avatar": null,
    "full_name": "Reuben White",
    "job_title": "Customer Support Specialist & Junior Developer",
    "lives": "Tauranga, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "Feb, 2023",
    "biography": [
      "Reuben joined us in early 2023, and is based in Tauranga, New Zealand.",
      "He has a background in customer support, previously working in the crypto space, and still enjoys trading in his spare time.",
      "Reuben completed a Bachelor of Computer and Information Science at AUT in 2020, majoring in Software Development.",
      "He is around during the day to provide support, so feel free to reach out to him with any questions."
    ]
  },  
  {
    "avatar": null,
    "full_name": "Karthick Palani",
    "job_title": "Customer Support Specialist",
    "lives": "Bangalore, Inida",
    "timezone": "UTC+05:30",
    "joined": "September, 2017",
    "biography": [
      "Karthick joined us in September 2017. He lives in Bangalore, India.",
      "He is a qualified Network engineer and a young man with a bright future.",
      "Karthick covers the late nights so be sure to stop by and say Hi if you find yourself with a few minutes to spare."
    ]
  },
  {
    "avatar": null,
    "full_name": "Paul Sanderson",
    "job_title": "Senior Software Engineer",
    "lives": "Auckland, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "October, 2018",
    "biography": [
      "Paul started working with the Dev team late 2018. He lives in Gulf Harbour, New Zealand with his young family.",
      "He has worked in Silicon Valley; calls Senior Google Engineers 'buddy', and races one of the fastest non-production rally cars in New Zealand with his brother and dad.",
      "Paul is one of the most experienced Crypto Engineers in New Zealand, but loves New Zealand too much to move the USA where the money is.",
      "We love him for it."
    ]
  },  
  {
    "avatar": null,
    "full_name": "Rick Cranswick",
    "job_title": "Financial & Business Advisor",
    "lives": "Hawkes Bay, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "August, 2019",
    "biography": [
      "Rick is the former managing partner of Crowe Howarth Accountants in the Hawkes Bay, and now works around New Zealand providing Strategic advisory and Governance to several tech start-ups.",
      "Based in the Hawkes Bay, Rick works as a key member of the Management team providing advice, guidance and generally keep the wheels moving."
    ]
  },
  {
    "avatar": null,
    "full_name": "Jay Stead",
    "job_title": "Advisor &amp; Consultant",
    "lives": "Auckland, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "August, 2015",
    "biography": [
      "Based in Auckland, New Zealand since 2002, Jay provides executive advisory services and serves on the boards of a select group of technology-oriented software, services, and internet businesses around the world.",
      "Jay is the former President &amp; CEO of Sagebrush Corporation, a leader in educational software, and was a senior executive at Reynolds &amp; Reynolds. In addition, he has held key management positions with Allen-Bradley and McKinsey &amp; Co."
    ]
  },
  {
    "avatar": null,
    "full_name": "Greg McDowell",
    "job_title": "Managing Director &amp; Founder",
    "lives": "Matakana, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "June, 2012",
    "biography": [
      "Based in Matakana, New Zealand with his young family, Greg is a software engineer &amp; serial entrepreneur.",
      "Greg is the driving force behind the business; performing everything from Software Development &amp; Design, commercial negotiations, and when required Customer Support."
    ],
    "mission_statement": "My goal is to build <strong>logmate</strong> into a best-in-class logbook and compliance platform."
  }
]