[
  {
    "avatar": null,
    "full_name": "Hans Hazen",
    "job_title": "Senior Customer Support Specialist",
    "lives": "Kansas, USA",
    "timezone": "UTC-06:00",
    "joined": "September, 2017",
    "biography": [
      "Hans joined us in September 2017. He lives in Kansas, USA with his young family and is the preacher for a local church.",
      "He is expecting his 2nd child very soon and is so excited he can't begin to tell you.. or maybe he will.",
      "Be sure to ask him next time you are chatting to him ;)"
    ]
  },
  {
    "avatar": null,
    "full_name": "Karthick Palani",
    "job_title": "Senior Customer Support Specialist",
    "lives": "Bangalore, Inida",
    "timezone": "UTC+05:30",
    "joined": "September, 2017",
    "biography": [
      "Karthick joined us in September 2017. He lives in Bangalore, India.",
      "He is a qualified Network engineer and a young man with a bright future.",
      "Karthick covers the late nights so be sure to stop by and say Hi if you find yourself with a few minutes to spare."
    ]
  },
  {
    "avatar": null,
    "full_name": "Paul Sanderson",
    "job_title": "Senior Software Engineer",
    "lives": "Auckland, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "October, 2018",
    "biography": [
      "Paul started working with the Dev team late 2018. He lives in Gulf Harbour, New Zealand with his young family.",
      "He has worked in Silicon Valley; calls Senior Google Engineers 'buddy', and races one of the fastest non-production rally cars in New Zealand with his brother and dad.",
      "Paul is one of the most experienced Crypto Engineers in New Zealand, but loves New Zealand too much to move the USA where the money is.",
      "We love him for it."
    ]
  },
  {
    "avatar": null,
    "full_name": "Sam Peacy",
    "job_title": "Senior Software Engineer",
    "lives": "Auckland, New Zealand",
    "timezone": "UTC+09:00",
    "joined": "August, 2017",
    "biography": [
      "Originally from the UK, Sam is a true English gentle-man.",
      "Sam helps on the incumbent Ruby on Rails backend and Admins and basically saves our bacon when we need it most.",
      "We love him for it too."
    ]
  },
  {
    "avatar": null,
    "full_name": "Rick Cranswick",
    "job_title": "Financial & Business Advisor",
    "lives": "Hawkes Bay, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "August, 2019",
    "biography": [
      "Rick is the former managing partner of Crowe Howarth Accountants in the Hawkes Bay, and now works around New Zealand providing Strategic advisory and Governance to several tech start-ups.",
      "Based in the Hawkes Bay, Rick works as a key member of the Management team providing advice, guidance and generally keep the wheels moving."
    ]
  },
  {
    "avatar": null,
    "full_name": "Jay Stead",
    "job_title": "Advisor &amp; Consultant",
    "lives": "Auckland, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "August, 2015",
    "biography": [
      "Based in Auckland, New Zealand since 2002, Jay provides executive advisory services and serves on the boards of a select group of technology-oriented software, services, and internet businesses around the world.",
      "Jay is the former President &amp; CEO of Sagebrush Corporation, a leader in educational software, and was a senior executive at Reynolds &amp; Reynolds. In addition, he has held key management positions with Allen-Bradley and McKinsey &amp; Co."
    ]
  },
  {
    "avatar": null,
    "full_name": "Ellen Quirke",
    "job_title": "Customer Success Agent",
    "lives": "Red Beach, Auckland",
    "timezone": "UTC+12:00",
    "joined": "September, 2019",
    "biography": [
      "Ellen holds a Class 2 Driver license endorsement and has a family background in vehicles &amp; the transport industry.",
      "She brings with her an impressive list of skills &amp; achievements; most notably as a member of the New Zealand Swim Team at the 2014 Commonwealth Games",
      "Ellen completed her Master of Sport and Recreation First Class Honors (Exercise Physiology) at AUT in 2018 and holds a Bachelor of Kinesiology."
    ]
  },
  {
    "avatar": null,
    "full_name": "Greg McDowell",
    "job_title": "Managing Director &amp; Founder",
    "lives": "Matakana, New Zealand",
    "timezone": "UTC+12:00",
    "joined": "June, 2012",
    "biography": [
      "Based in Matakana, New Zealand with his young family, Greg is a software engineer &amp; serial entrepreneur.",
      "Greg is the driving force behind the business; performing everything from Software Development &amp; Design, commercial negotiations, and when required Customer Support."
    ],
    "mission_statement": "My goal is to build <strong>logmate</strong> into a best-in-class logbook and compliance platform."
  }
]